commands_templates/GetStatus0.xml

<soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope" xmlns:wsdl="http://www.onvif.org/ver20/imaging/wsdl">
   <soap:Header/>
   <soap:Body>
      <wsdl:GetStatus>
         <!--type: ReferenceToken-->
         <wsdl:VideoSourceToken>?</wsdl:VideoSourceToken>
      </wsdl:GetStatus>
   </soap:Body>
</soap:Envelope>